Repository: oe-alliance/openmultibootmanager
Catalog: po/*.po
Languages: ar, bg, de, el, es, et, fi, gl, lt, nl, pl, pt

source: to use openMultiboot Do you want install it?
ar: لا تستخدم الملتيبوت المفتوح هل تريد تثبيته؟
bg: за използване на openMultiboot. Искате ли да го инсталирате сега?
de: um openMultiboot zu benutzen! Wollen sie es jetzt installieren?
es: para usar openMultiboot ¿Quieres instalarlo?
et: on vajalik openMultiboot kasutamiseks Kas paigaldada see?
fi: käyttääksesi OpenMultiboot:a Haluatko asentaa sen?
gl: para usar openMultiboot Queres instalalo?
lt: kad naudoti OpenMultiboot Norite jį įdiegti?
nl: om openMultiboot te gebruiken Wilt u deze installeren?
pl: aby używać openMultiboot Chcesz go zainstalować?
pt: para usar o OpenMultiboot Pretende instalá-lo?

source: (Folder is empty!)
bg: (Папката е празна!)

source: (Unpack error!)
bg: (Грешка при разархивиране!)

source: About
ar: حول
bg: Инфо
de: Über
fi: Tietoja

source: Add zip archive with image in 'open-multiboot-upload'
bg: Добави zip архив с имидж в 'open-multiboot-upload'

source: Alternative name image folder
bg: Алтернативно име за папката с имидж

source: Cancel
ar: إلغاء
bg: Отказ
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
gl: Cancelar
lt: Atšaukti
nl: Annuleren
pl: Anuluj
pt: Cancelar

source: Cannot create data folder
ar: لا يمكن إنشاء مجلد بيانات
bg: Не може да се създаде папка за данни
de: Ordner data kann nicht erstellt werden
el: Αδυναμία δημιουργίας φακέλου δεδομένων
es: No se puede crear la carpeta de datos
et: Andmekataloogi loomine nurjus
fi: Data-hakemistoa ei voi luoda
gl: Non se pode crear o cartafol de datos
lt: Nepavyko sukurti duomenų katalogo
nl: Kan data map niet maken
pl: Nie mogę utworzyć katalogu z danymi
pt: Não pode criar a pasta de informação

source: Cannot create folder %s
ar: لا يمكن إنشاء المجلد %s
bg: Не може да се създаде папка %s
de: Erstellen des Ordners %s nicht möglich
el: Αδυναμία δημιουργίας φακέλου %s
es: No se puede crear la carpeta %s
et: Kataloogi %s loomine nurjus
fi: Hakemistoa %s ei voi luoda
gl: Non se pode crear o cartafol %s
lt: Nepavyko sukurti katalogo %s
nl: Kan de map %s niet maken
pl: Nie mogę utworzyć katalogu %s
pt: Não pode criar a pasta %s

source: Cannot create kernel folder %s
ar: لا يمكن إنشاء مجلد نواة %s
bg: Не може да се създаде папка за ядрото %s
de: Erstellen des Kernel-Ordners %s nicht möglich
el: Αδυναμία δημιουργίας φακέλου kernel %s
es: No se puede crear la carpeta del kernel %s
et: Kerneli kataloogi %s loomine nurjus
fi: Kernel-hakemistoa %s ei voi luoda
gl: Non se pode crear o cartafol do kernel %s
lt: Nepavyko sukurti branduolio katalogo %s
nl: Kan kernel map %s niet maken
pl: Nie mogę utworzyć kataogu kernela %s
pt: Não pode criar a pasta do kernel %s

source: Cannot create main folder %s
ar: لا يمكن إنشاء المجلد الرئيسي %s
bg: Не може да се създаде главна папка %s
de: Erstellen des Hauptverzeichnisses %s nicht möglich
es: No se puede crear la carpeta principal %s
et: Põhikataloogi %s loomine nurjus
fi: Päähakemistoa %s ei voi luoda
gl: Non se pode crear o cartafol principal %s
lt: Nepavyko sukurti pirminio katalogo %s
nl: Kan geen hoofdmap maken %s
pl: Nie mogę utworzyć głównego katalogu %s
pt: Não pode criar a pasta %s

source: Cannot create virtual MTD device
ar: لا يمكن إنشاء الجهاز الظاهري
bg: Не може да се създаде виртуално MTD устройство
de: Virtuelles MTD Laufwerk kann nicht erstellt werden
el: Αδυναμία δημιουργίας εικονικής συσκευής MTD
es: No se puede crear el dispositivo virtual MTD
et: Virtuaalse MTD seadme loomine nurjus
fi: Virtuaalista MTD-laitetta ei voi luoda
gl: Non se pode crear o dispositivo virtual MTD
lt: Nepavyko sukurti virtualaus MTD prietaiso
nl: Kan virtuele MTD apparaat niet maken
pl: Nie mogę utworzyć wirtualnego urządzenia MTD
pt: Não pode criar um dipositivo virtual MTD

source: Cannot deflate image
ar: لا يمكن إفراغ الصورة
bg: Не може да се разопакова имиджа
de: Image kann nicht entpackt werden
el: Αδυναμία αποσυμπίεσης image
es: No se puede descomprimir la imagen
et: Püsivara lahtipakkimine nurjus
fi: Imagea ei voi tyhjentää
gl: Non se pode descomprimir a imaxe
lt: Nepavyko išskleisti atvaizdo
nl: Deze image kan niet uitgepakt worden
pl: Nie mogę wypakować obrazu
pt: Não pode descomprimir a imagem

source: Cannot extract nfi image
ar: لا يمكن استخراج صورة nfi
bg: Не може да се извлече nfi имидж
de: Kann nfi Image nicht extrahieren
es: No se puede extraer la imagen nfi
et: NFI tõmmise paigaldamine pole võimalik
fi: NFI-imagea ei voi erottaa
gl: Non se pode extraer a imaxe nfi
lt: Nepavyko išskleisti NFI atvaizdo
nl: Kan image nfi niet uitpakken
pl: Nie mogę rozpakować obrazu nfi
pt: Não pode descomprimir a imagem "nfi"

source: Cannot format the device
ar: لا يمكن تهيئه الجهاز
bg: Не може да се форматира устройството
de: Gerät kann nicht formatiert werden
el: Αδυναμία μορφοποίησης της συσκευής
es: No se puede dar formato al dispositivo
et: Andmekandjat ei saa vormindada
fi: Laitetta ei voi formatoida
gl: Non se pode dar formato ao dispositivo
lt: Šio įrenginio formatuoti nepavyko
nl: Kan het apparaat niet formatteren
pl: Nie mogę sformatować urządzenia
pt: Não é possível formatar o dispositivo

source: Cannot install
ar: لا يمكن التثبيت
bg: Не може да се инсталира
de: Kann nicht installiert werden
el: Αδυναμία εγκατάστασης του
es: No se puede instalar
et: Paigaldamine nurjus
fi: Ei voi asentaa
gl: Non se pode instalar
lt: Nepavyko įdiegti
nl: Kan niet geÃ¯nstalleerd worden
pl: Nie mogę zainstalować
pt: Não é possível instalar

source: Cannot remount the device
ar: لا يمكن أعاده ربط الجهاز
bg: Не може да се пре-монтира устройството
de: Gerät kann nicht wieder eingehängt werden
el: Αδυναμία επαναπροσάρτησης της συσκευής
es: No se puede volver a montar el dispositivo
et: Andmekandja taashaakimine nurjus
fi: Laitetta ei voi uudelleen liittää
gl: Non se pode volver a montar o dispositivo
lt: Nepavyko persieti šio įrenginio
nl: Kan het apparaat niet opnieuw mounten
pl: Nie mogę ponownie zamontować urządzenia
pt: Não é possível remontar o dispositivo

source: Cannot umount the device
ar: لا يمكن ربط الجهاز
bg: Не може да се демонтира устройствоto
de: Gerät kann nicht ausgehängt werden
el: Αδυναμία αποπροσάρτησης της συσκευής
es: No se puede desmontar el dispositivo
et: Andmekandja lahtihaakimine nurjus
fi: Laitteen liitosta ei voi poistaa
gl: Non se pode desmontar o dispositivo
lt: Nepavyko atjungti šio įrenginio
nl: Kan het apparaat niet unmounten
pl: Nie mogę odmontować urządzenia
pt: Não é possível desmontar o dispositivo

source: Choose the image to install
ar: اختر الصورة التي سيتم تثبيتها
bg: Изберете имидж за инсталиране
de: Wählen Sie das zu installierende Image
el: Επιλογή image προς εγκατάσταση
es: Elige la imagen que quieres instalar
et: Vali paigaldatav püsivara
fi: Valitse asennettava image
gl: Elixe a imaxe que queres instalar
lt: Pasirinkite atvaizdą įdiegimui
nl: Kies een image om te installeren
pl: Wyierz obraz do zainstalowania
pt: Escolher a imagem a instalar

source: Current Running Image:
ar: تعمل الصورة الحالية:
bg: Текущo Зареден Имидж:
de: Aktiviertes Image:
es: Imagen en uso:
et: Aktiivne püsivara:
fi: Nykyinen Image:
gl: Imaxe en uso:
lt: Dabartinis atvaizdas:
nl: Huidige Image:
pl: Obecnie uruchomiony obraz:
pt: Imagem em execução:

source: Delete
ar: حذف
bg: Изтриване
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fi: Poista
gl: Eliminar
lt: Pašalinti
nl: Verwijderen
pl: Skasuj
pt: Apagar

source: Delete folder %s and all file
bg: Изтриване на папка %s и всички файлове

source: Disable '/sbin/open_multiboot'
bg: Спри '/sbin/open_multiboot'

source: Disable autoscan zip archive at mount device
bg: Спри автосканиране на zip архива при монтиране на устройство

source: Disable boot menu
bg: Спри зареждащото меню

source: Do you really want add %s with image in 'open-multiboot-upload'?
bg: Искате ли да добавите %s с имиджа в 'open-multiboot-upload'?

source: Do you want to delete %s?
ar: هل تريد حذف %s ؟
bg: Искате ли да изтриете %s?
de: Soll %s gelöscht werden?
el: Θέλετε να διαγραφεί το %s;
es: ¿Quieres eliminar %s?
et: Kas kustutada %s?
fi: Haluatko poistaa %s?
gl: Queres eliminar %s?
lt: Ar tikrai norite šalinti %s?
nl: Moet %s verwijderd worden?
pl: Czy chcesz skasować %s ?
pt: Deseja apagar %s?

source: Do you want to reboot box now ?
bg: Искате ли да рестартирате приемника сега?

source: Do you want to reboot now ?
ar: هل تريد أعاده التشغيل الآن ؟
bg: Искате ли да рестартирате сега?
de: Möchten Sie die Box jetzt neustarten ?
es: ¿Quieres reiniciar ahora?
et: Kas taaskäivitada kohe?
fi: Käynnistetäänkö uudelleen nyt ?
gl: Queres reiniciar agora?
lt: Ar norite paleisti iš naujo?
nl: Wilt u nu opnieuw opstarten ?
pl: Zrestartować teraz?
pt: Pretende reiniciar agora ?

source: Enable '/sbin/open_multiboot'
bg: Включи '/sbin/open_multiboot'

source: Enable autoscan zip archive at mount device
bg: Вкл. автосканиране на zip архива при монтиране на устройство

source: Enable boot menu
bg: Включи зареждащото меню

source: Error adding zip archive!
bg: Грешка при добавяне на zip архива!

source: Error copying kernel
ar: خطاء نسخ النواة
bg: Грешка при копиране на ядрото
de: Fehler beim Kopieren des Kernels
es: Error al copiar el kernel
et: Viga kerneli kopeerimisel!
fi: Kernelin kopionnissa virhe
gl: Erro ao copiar o kernel
pt: Erro ao copiar kernel

source: Error copying unpacked rootfs
ar: حدث خطاء أثناء نسخ الجذر الذي تم فك حزمته
bg: Грешка при копиране на разархивиран rootfs
de: Fehler beim Kopieren von entpackten rootfs
es: Error al copiar o rootfs descomprimido
et: Viga rootfs kopeerimisel!
fi: Pakaamattoman rootfs:n kopioinnissa virhe
gl: Erro ao copiar o rootfs descomprimido
pt: Erro ao copiar rootfs descompactado

source: Error removing zip archive!
bg: Грешка при изтриване на zip архива!

source: Error set new timeout!
bg: Грешка при настройване на нов таймаут!

source: Error unpacking rootfs
ar: خطا في إستخراج الجذر
bg: Грешка при разархивиране на rootfs
de: Fehler beim Entpacken von rootfs
es: Error al descomprimir el rootfs
et: Viga rootfs lahtipakkimisel!
fi: Rootfs:n purkamisessa virhe
gl: Erro ao descomprimir o rootfs
pt: Erro ao descompactar rootfs

source: Exit
bg: Изход

source: Extra setup
bg: Допълнителни настройки

source: Filesystem not supported Do you want format your drive?
ar: نظام الملفات غير معتمد هل تريد تهئية محرك الاقراص الخاص بك ؟
bg: Файловата система не се поддържа, Искате ли да форматирате вашето устройство?
de: Dateisystem wird nicht unterstützt Soll das Gerät formatiert werden?
el: Μη υποστηριζόμενο σύστημα αρχείων Να γίνει μορφοποίηση της συσκευής;
es: Sistema de archivos no soportado ¿Quieres dar formato a la unidad?
et: Failisüsteem ei ole toetatud Kas vormindada andmekandja?
fi: Tiedostojärjestelmä ei ole tuettu Haluatko alustaa aseman?
gl: Sistema de arquivos non soportado Queres formatear a unidade?
lt: Nepalaikoma failų sistema Ar norite formatuoti laikmeną?
nl: Bestandssysteem wordt niet ondersteund Wilt u uw schijf formatteren?
pl: Obecny system plików jest niewspierany Chcesz sformatować nośnik?
pt: Sistema de ficheiros não suportado Quer formatar a sua unidade?

source: Fix mount devices (for PLi)
bg: Фикс за монтирането на устройства (за PLi)

source: Flash image
bg: Имидж във флаша

source: For this reciever need only first partition muliboot image for use 'openMultiboot'! Current partition muliboot image - %s
bg: За този приемник е необходим само първия дял от Multiboot имиджа 'openMultiboot'! Текущ дял на Multiboot имиджа - %s

source: Generic error in unpaack process
bg: Обща грешка в процеса на разархивиране

source: Incorrect time!
bg: Неправилно време!

source: Install
ar: تثبيت
bg: Инсталирай
de: Installieren
el: Εγκατάσταση
es: Instalar
et: Paigalda
fi: Asenna
gl: Instalar
lt: Įdiegti
nl: Installeren
pl: Instaluj
pt: Instalar

source: Install '/sbin/open_multiboot'
bg: Инсталирай '/sbin/open_multiboot'

source: Install alternative '/sbin/open_multiboot'
bg: Инсталирай алтернативен '/sbin/open_multiboot'

source: Menu
ar: قائمة
bg: Меню
de: Menü
es: Menú
et: Menüü
gl: Menú
lt: Meniu

source: Multi boot loader for enigma2 box
bg: Multiboot за enigma2 приемник

source: Next boot: %s
bg: Следващо зареждане: %s

source: No suitable devices found
ar: لم يتم العثور علي أجهزه مناسبة
bg: Не са открити подходящи устройства
de: Kein nutzbares Gerät gefunden
el: Δεν βρέθηκαν οι κατάλληλες συσκευές
es: Se han encontrado dispositivos no adecuados
et: Sobivat andmekandjat ei leitud
fi: Sopivia laitteita ei löydy
gl: Atopáronse dispositivos non axeitados
lt: Tinkamų įrenginių nerasta
nl: Geen geschikte apparaten gevonden
pl: Nie znaleziono odpowiedniego urządzenia
pt: Não foram encontrados dispositivos adequados

source: Not found boxbranding.so!
bg: Не е открит boxbranding.so!

source: OMB disabled.
bg: OMB е спрян.

source: OMB enabled.
bg: OMB е включен.

source: Open MultiBoot Menu
ar: قائمة الملتيبوت المفتوح
bg: Open MultiBoot Меню
de: Open MultiBoot Menü
es: Menú de Open MultiBoot
et: OpenMultiBoot menüü
gl: Menú de Open MultiBoot
lt: Atverti MultiBoot meniu
pl: Menu Open MultiBoot-a
pt: Gestor de OpenMultiboot

source: OpenMultiboot Manager
ar: إدارة الملتيبوت المفتوح
bg: Open MultiBoot Мениджър
es: Gestor de OpenMultiBoot
et: OpenMultiboot haldur
fi: OpenMultiboot:n hallinnointi
gl: Xestor de OpenMultiBoot
lt: OpenMultiboot - pasirinktinės įkrovos valdymas
pl: Menedżer openMultiboot-a
pt: Gestor de OpenMultiboot

source: Please enter new name:
ar: الرجاء إدخال اسم جديد:
bg: Моля въведете ново име:
de: Bitte geben Sie einen neuen Namen ein:
el: Εισαγωγή νέου ονόματος:
es: Por favor, introduce un nombre nuevo:
et: Sisesta uus nimi:
fi: Syötä uusi nimi:
gl: Por favor, insire un nome novo:
lt: Įrašykite naują pavadinimą:
nl: Geef een nieuwe naam in:
pl: Podaj nową nazwę:
pt: P.F. introduza um nome novo:

source: Please select the necessary option...
bg: Моля изберете необходимото Ви действие...

source: Please upload an image inside %s
ar: من فضلك أرفع صورة في الداخل %s
bg: Моля заредете имидж (име.zip) в %s
de: Bitte laden Sie ein Image nach %s
el: Παρακαλούμε ανεβάστε ένα image μέσα στο %s
es: Por favor, carga una imagen en %s
et: Saada tõmmis kataloogi %s
fi: Tallenna image kansioon %s
gl: Por favor, carga unha imaxe en %s
lt: Įkelkite atvaizdą į %s
nl: Upload een image naar %s
pl: Nagraj obraz do katalogu %s
pt: Por favor, carregue uma imagem em %s

source: Please wait 40 seconds, while delete is in progress.
bg: Моля изчакайте 40 секунди, докато изтриването завърши.

source: Please wait while delete is in progress.
ar: الرجاء الانتظار أثناء الحذف قيد التقدم.
bg: Моля изчакайте, докато изтриването завърши.
de: Bitte warten - es wird gelöscht.
el: Παρακαλώ περιμένετε όσο εκτελείται η διαγραφή.
es: Por favor, espera mientras se borra.
et: Toimub kustutamine.
fi: Odota, poistaminen menossa.
gl: Por favor, espera mentres se borra.
lt: Palaukite, kol vyksta šalinimas.
nl: Geduld aub verwijderen is bezig.
pl: Trwa kasowanie. Proszę czekać...
pt: Por favor aguarde, enquanto a imagem é excluída.

source: Please wait while format is in progress.
ar: الرجاء الانتظار بينما تكون التهئية قيد التقدم.
bg: Моля изчакайте, докато форматирането завърши.
de: Bitte warten - Formatierung läuft.
el: Παρακαλώ περιμένετε όσο εκτελείται η μορφοποίηση.
es: Por favor, espera mientras se da formato.
et: Toimub vormindamine.
fi: Odota, alustus menossa.
gl: Por favor, espera mentres se formatea.
lt: Palaukite, kol vyksta formatavimas.
nl: Formatteren is bezig. Een ogenblik geduld aub.
pl: Formatowanie nośnika. Proszę czekać...
pt: Por favor aguarde, enquanto a formatação está em andamento.

source: Please wait while installation is in progress.
ar: الرجاء الانتظار أثناء التثبيت قيد التقدم.
bg: Моля изчакайте, докато инсталирането завърши.
de: Bitte warten, Installation läuft.
el: Παρακαλώ περιμένετε όσο εκτελείται η εγκατάσταση.
es: Por favor, espera mientras progresa la instalación.
et: Toimub paigaldamine.
fi: Odota, asennus menossa.
gl: Por favor, espera mentres progresa a instalación.
lt: Palaukite, kol vyksta diegimas.
nl: Geduld aub de installatie wordt uitgevoerd.
pl: Instalacja w trakcie. Proszę czekać...
pt: Por favor espere, enquanto a instalação está em andamento.

source: Please wait while installation is in progress. This operation may take a while.
ar: الرجاء الانتظار أثناء التثبيت قيد التقدم. قد تستغرق هذه العملية بعض الوقت.
bg: Моля изчакайте, докато инсталирането завърши. Тази операция може да отнеме известно време.
de: Bitte warten, Installation läuft. Der Vorgang kann etwas dauern.
el: Παρακαλώ περιμένετε όσο εκτελείται η εγκατάσταση. Αυτή η διαδικασία μπορεί να διαρκέσει αρκετά.
es: Por favor, espera mientras progresa la instalación. Esta operación puede tardar algo.
et: Toimub paigaldamine. See võib kesta mõnda aega.
fi: Odota, asennus menossa. Tämä voi kestää hetken.
gl: Por favor, espera mentres progresa a instalación. Esta operación pode levar un tempo.
lt: Palaukite, kol vyksta diegimas. Ši operacija gali šiek tiek užtrukti.
nl: Even geduld terwijl de installatie wordt uitgevoerd. Deze installatie kan even duren.
pl: Instalacja w takcie. Proszę czekać Operacja może chwilę potrwać.
pt: Por favor espere, instalação em andamento. Esta operação poderá demorar um pouco.

source: Press OK to next boot.
bg: Натиснете OK за избор на следващо зареждане.

source: Read error current dir, sorry.
bg: Извинете, грешка при четене на текущата директория.

source: Readme
bg: Прочети ме

source: Rename
ar: إعادة تسمية
bg: Преименувай
de: Umbenennen
el: Μετονομασία
es: Renombrar
et: Nimeta ümber
fi: Uudelleennimeä
gl: Renomear
lt: Pervadinti
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear

source: Set new timeout (sec)
bg: Настройте нов таймаут (сек.)

source: Set next boot to %s ?
ar: هل تريد تعيين الإقلاع التالي %s ?
bg: Следващо зареждане на приемника с %s ?
de: Nächster Neustart -> %s ?
es: Establecer el siguiente inicio a %s ?
et: Kas järgmisel buutimisel laadida %s?
fi: Aseta seuraava bootti -> %s ?
gl: Establecer o seguinte inicio a %s ?
lt: Kitam paleidimui pasirinkti %s ?
nl: Stel volgende boot naar -> %s ?
pl: Ustawić uruchomienie %s ?
pt: Arrancar com a imagem %s ?

source: Standard install
bg: Стандартно инсталиране

source: The folder %s already exist
ar: المجلد %s موجود بالفعل
bg: Папката %s вече съществува
de: Der Ordner %s ist bereits vorhanden
el: Ο φάκελος %s υπάρχει ήδη
es: La carpeta %s ya existe
et: Kaust %s on juba olemas
fi: Hakemisto %s on jo olemassa
gl: O cartafol %s xa existe
lt: Aplankas %s jau yra
nl: Deze map %s bestaat al
pl: Katalog %s już istnieje
pt: A pasta %s já existe

source: Timeout boot menu: next %d sec
bg: Таймаут за зареждащото меню: сега %d сек

source: Use altenative folder
bg: Използвай алтернативна папка

source: Warning! '/sbin/open_multiboot' not installed!
bg: Внимание! '/sbin/open_multiboot' не е инсталиран!

source: Where do you want to install openMultiboot?
ar: أين تريد تثبيت نظام الملتيبوت المفتوح؟
bg: Къде искате да инсталирате openMultiboot?
de: Wohin soll openMultiboot installiert werden?
el: Πού θέλετε να εγκατασταθεί το openMultiboot;
es: ¿Dónde quieres instalar openMultiboot?
et: Kuhu openMultiboot paigaldada?
fi: Minne haluat OpenMultibootin asentaa?
gl: Onde queres instalar openMultiboot?
lt: Kur norite įdiegti OpenMultiboot?
nl: Waar wilt u openMultiboot installeren?
pl: Gdzie chcesz zainstalować openMultiboot-a?
pt: Onde deseja instalar o OpenMultiboot?

source: You need the module
ar: أنت في حاجه إلى الوحدة
bg: Необходим Ви е модул
de: Sie brauchen das Modul
el: Απαιτείται το module
es: Necesitas el módulo
et: Moodul
fi: Tarvitset moduulin
gl: Necesitas o módulo
lt: Jums reikia modulio
nl: U hebt de module nodig
pl: Potrzebujesz moduł
pt: Você precisa do módulo

source: You want to install an alternative kernel-module-nandsim? Linux version may be different from the module!
bg: Искате ли да инсталирате алтернативен kernel-module-nandsim? Линукс версията може да не съвпада с модула!

source: Your STB doesn't seem supported
ar: لا يبدو أن جهاز الإستقبال الخاص بك معتمد
bg: Вашия приемник, изглежда не се поддържа
de: Ihr Receiver scheint nicht unterstützt zu sein
el: Ο δέκτης σας δεν φαίνεται να υποστηρίζεται
es: No funciona en tu STB
et: Vastuvõtja pole toetatud
fi: Vastaanottimesi ei ole tuettu
gl: Non funciona no teu STB
lt: Jūsų imtuvas to nepalaiko
nl: Uw ontvanger wordt niet ondersteund
pl: Ten tuner jest nie wspierany
pt: A sus STB parece não ser suportada

source: openMultiboot About
ar: حول الملتيبوت المفتوح
bg: Информация за openMultiboot
de: Über openMultiboot
el: Σχετικά με το openMultiboot
es: Sobre openMultiboot
et: Programmist
fi: Tietoja OpenMultiboot:sta
gl: Sobre openMultiboot
lt: Apie OpenMultiboot
nl: Over openMultiboot
pl: O openMultiboot
pt: Sobre o OpenMultiboot

source: openMultiboot Install
ar: تثبيت الملتيبوت المفتوح
bg: Инсталиране на openMultiboot
de: openMultiboot Installieren
el: Εγκατάσταση openMultiboot
es: Instalar openMultiboot
et: openMultiboot - paigaldamine
fi: OpenMultiboot asennus
gl: Instalar openMultiboot
lt: Įdiegti OpenMultiboot
nl: openMultiboot Installeren
pl: Instalacja openMultiboot-a
pt: Instalação OpenMultiboot

source: openMultiboot Manager
ar: إدارة الملتيبوت المفتوح
bg: openMultiboot Мениджър
el: Διαχείριση openMultiboot
es: Gestor openMultiboot
et: openMultiboot haldur
fi: OpenMultiboot:n hallinta
gl: Xestor openMultiboot
lt: OpenMultiboot valdymas
pl: Menedżer openMultiboot-a
pt: Gestor de OpenMultiboot

source: zip archive was successfully added to '%s' OMB!
bg: zip архива беше успешно добавен в '%s' OMB!

source: Enable Boot Menu
ar: تمكين قائمة الإقلاع
de: Aktiviere Boot-Menü
es: Habilitar el menú de Arranque
et: Luba buudimenüü
fi: Aktivoi Bootti-menu
gl: Habilitar o menú de Arranque
lt: Įjungti paleisties meniu
nl: Boot Menu inschakelen
pl: Aktywuj menu startowe
pt: Ativar o Menu de Arranque

source: Preferences
ar: الإعدادات
de: Einstellungen
fi: Asetukset

source: Save
ar: حفظ
de: Speichern
es: Guardar
et: Salvesta
fi: Tallenna
gl: Gardar
lt: Išsaugoti
nl: Opslaan
pl: Zapisz
pt: Salvar

source: Generic error in unpack process
de: Allgemeiner Fehler beim Entpacken
es: Error genérico al descomprimir
et: Üldine tõrge lahtipakkimisel
fi: Purkamisprosessissa geneerinen virhe
gl: Erro xenérico ao descomprimir
pt: Erro genérico no processo de descompactar
